/* Error string for OTR message string */
"A private conversation could not be set up." = "No se pudo establecer una conversación privada";

/* Title for the about page */
"About" = "Acerca de";

/* Label for button to show version numbers and licenses */
"About This Version" = "Sobre esta versión";

/* SSL error message */
"Access denied" = "Acceso denegado";

/* The string describing a buddy's account */
"Account" = "Cuenta";

/* Title for the accounts tab */
"Accounts" = "Cuentas";

/* Button title to add someone as a buddy */
"Add" = "Añadir";

/* The title for the view to add a buddy */
"Add Buddy" = "Añadir amigo";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "Añadir cuenta existente";

/* String to describe advanced set of settings */
"Advanced" = "Avanzado";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "Configuración de cifrado avanzada";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "Hubo un error al cifrar un mensaje y este no ha sido enviado. ";

/* SSL error message */
"Attempt to restore an unknown session" = "Intentar restaurar una sesión desconocida";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Borrar automáticamente";

/* Label in buddy list for users that are available */
"Available" = "Disponible";

/* Label in buddy list for users that are away */
"Away" = "Ausente";

/* SSL error message */
"Bad certificate format" = "Formato de certificado no válido";

/* SSL error message */
"Bad MAC" = "MAC no válida";

/* SSL error message */
"Bad protocol version" = "Versión de protocolo errónea";

/* SSL error message */
"Bad SSLCipherSuite" = "SSLCipherSuite no válida";

/* SSL error message */
"Bad unsupported cert format" = "Formato de certificado no válido";

/* string to describe basic set of settings */
"Basic" = "Configuración Básica";

/* username section */
"Basic Setup" = "Configuración básica";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Ha perdido el acceso a sus datos a causa de que el contenido de la base de datos está cifrado con su frase-contraseña. Deberá borrar y reinstalar ChatSecure para continuar. Gestores de contraseñas como 1Password o MiniKeePass pueden ser útiles para generar y guardar contraseñas robustas.";

/* No comment provided by engineer. */
"Best Available" = "El mejor disponible";

/* The String for a button to block a buddy */
"Block" = "Bloquear";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Bloquear y eliminar";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Información del amigo";

/* Cancel an alert window */
"Cancel" = "Cancelar";

/* Error string for OTR message string */
"Cannot read the received message." = "No se pudo leer el mensaje recibido.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "No se pudo reconocer el tipo de mensaje OTR recibido.";

/* SSL error message */
"Cert chain not verified by root" = "La cadena de certificados no ha sido verificada por la autoridad de certificación raíz.";

/* SSL error message */
"Certificate expired" = "Certificado caducado";

/* SSL error message */
"Certificate revoked" = "Certificado revocado";

/* SSL error message */
"Chain had a cert not yet valid" = "La cadena tiene un certificado todavía no válido ";

/* SSL error message */
"Chain had an expired cert" = "La cadena tiene un certificado caducado";

/* Title for chat view */
"Chat" = "Conversación";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Conversar conmigo de forma segura";

/* Title for chats view */
"Chats" = "Conversaciones";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Revisar el código fuente aquí en Github";

/* server selection footer */
"Choose from our list of trusted servers, or use your own." = "Escójalo de nuestra lista de servidores de confianza, o use el suyo propio.";

/* title for server selection screen */
"Choose Server" = "Elegir servidor";

/* SSL error message */
"Cipher Suite negotiation failure" = "Fallo en la negociación con la suite de cifrado";

/* Label for text field where you compose a new message */
"Compose" = "Componer";

/* SSL error message */
"Configuration error" = "Error de configuración";

/* String for button to connect connect */
"Connect" = "Conectar";

/* Whether or not account is logged in */
"Connected" = "Conectado";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Conectando";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Conectar a la red Tor";

/* SSL error message */
"Connection closed gracefully" = "Conexión cerrada correctamente";

/* SSL error message */
"Connection closed via error" = "Conexión cerrada con error";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Copiar";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "No se pudo descifrar la base de datos. Si la aplicación no está funcionando de forma adecuada, puede que necesite borrarla y reinstalarla.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "No se pudo obtener la clave pública del certificado";

/* No comment provided by engineer. */
"Crash Detected" = "Se detectó una caída de la aplicación";

/* Title for button to create account */
"Create" = "Crear";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Crear nueva cuenta";

/* Start of sentence that will be followed by names */
"Created by" = "Creada por";

/* Title for progress of creating a new account */
"Creating Account" = "Creando cuenta";

/* Place holder label for custom domains */
"Custom" = "Personalizar";

/* if you want to change your username */
"Customize Username" = "Personalizar nombre de usuario";

/* No comment provided by engineer. */
"Database Error" = "Error de la base de datos";

/* SSL error message */
"Decoding error" = "Error de decodificación";

/* SSL error message */
"Decompression failure" = "Fallo en descompresión ";

/* SSL error message */
"Decryption error" = "Error de descifrado";

/* SSL error message */
"Decryption failed" = "Fallo al descifrar";

/* SSL error message */
"Decryption failure" = "Fallo de descifrado";

/* default string to revert to normal language behaviour */
"Default" = "Predeterminado";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "¿Borrar la cuenta?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Borrar conversaciones al desconectar";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Entregado";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "No molestar";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "No cambie esto a menos que realmente sepa lo que está haciendo. Siempre seleccionaremos por defecto el mejor método de cifrado disponible.";

/* Title for donation link */
"Donate" = "Donar";

/* Title for button to press when user is finished */
"Done" = "Hecho";

/* The string describing account name or email address for a buddy */
"Email" = "Correo electrónico";

/* enable permission */
"Enable" = "Habilitar";

/* button for enabling push messages */
"Enable Push" = "Habilitar actualización dinámica de mensajes (push)";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "Habilitar actualización dinámica de mensajes (push) en la configuración";

/* No comment provided by engineer. */
"Enable Tor" = "Habilitar Tor";

/* Generic title for encryption errors */
"Encryption Error" = "Error de cifrado";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "Introduzca un nombre de grupo";

/* Title of error message pop-up box */
"Error" = "Error";

/* title label for error when creating account */
"Error Creating Account" = "Error al crear cuenta";

/* SSL error message */
"Export restriction" = "Restricción de exportación";

/* Default message when a user status is set to extended away */
"Extended Away" = "Ausencia larga";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "No se pudo conectar con el servidor XMPP. Por favor, revise sus credenciales de inicio de sesión y la conexión a Internet, e inténtelo de nuevo.";

/* SSL error message */
"Fatal alert" = "Alerta Fatal";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "¿Ha olvidado su frase-contraseña?";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Generar contraseña segura";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* a subtitle label for a group chat */
"Group Chat" = "Group Chat";

/* The title for the view to enter a group chat name or label */
"Group Name" = "Nombre del grupo";

/* SSL error message */
"Handshake failure" = "Fallo en el intercambio de claves";

/* Label for button to open link to translate app */
"Help Translate" = "Ayude a traducir";

/* Label for button to hold to record audio */
"Hold to talk" = "Mantenga pulsado para hablar";

/* Label text for hostname field on login scree */
"Hostname" = "Nombre del equipo";

/* SSL error message */
"I/O would block (not fatal)" = "La E/S se bloquearía (no es fatal)";

/* SSL error message */
"Illegal parameter" = "Parámetro ilegal";

/* Label for incoming data transfers */
"Incoming" = "Recibiendo";

/* Short for information, button title to get more information */
"Info" = "Información";

/* SSL error message */
"Insufficient buffer provided" = "El buffer de memoria provisto es insuficiente";

/* SSL error message */
"Insufficient security" = "Seguridad insuficiente";

/* SSL error message */
"Internal error" = "Error interno";

/* SSL error message */
"Invalid certificate chain" = "Cadena de certificado no válida";

/* title label for invalid email */
"Invalid Email" = "Correo electrónico no válido";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "Toque";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "Toque enviado";

/* string to bring up language selector */
"Language" = "Idioma";

/* log in to account */
"Log In" = "Iniciar sesión ";

/* log out from account */
"Log Out" = "Cerrar sesión";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Conectar automáticamente";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Administrar cuenta de ChatSecure Push";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Administrar los certificados SSL guardados";

/* No comment provided by engineer. */
"Me" = "Yo";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "El mensaje no se ha enviado porque nuestro amigo ha concluido la conversación privada. Deberíamos cerrar la conexión, o refrescarla.";

/* microphone permission is disabled */
"Microphone Disabled" = "Micrófono deshabilitado";

/* SSL error message */
"Miscellaneous bad certificate" = "Certificado con diversos errores";

/* SSL error message */
"Module attach failure" = "Fallo al adjuntar el módulo";

/* Your QR code */
"My QR Code" = "Mi código QR";

/* The string describing a buddy's display name */
"Name" = "Nombre";

/* For a new settings value */
"New" = "Nuevo";

/* Title for New Account View */
"New Account" = "Nueva cuenta";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Nuevo certificado SSL";

/* Label for button to go to next step */
"Next" = "Siguiente";

/* for choosing your XMPP vCard display name */
"Nickname" = "Apodo";

/* SSL error message */
"No Error" = "Sin errores";

/* SSL error message */
"No renegotiation allowed" = "No se permite la renegociación";

/* Label in buddy list for users that are offline */
"Offline" = "Desconectado";

/* Accept the dialog */
"OK" = "Aceptar";

/* For an old settings value */
"Old" = "Antiguo";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Abrir en Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Abrir en Facebook";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Abrir en Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Opcional";

/* Title for other miscellaneous settings group */
"Other" = "Otro";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Nuestra política requiere cifrado pero estamos tratando de enviar un mensaje no cifrado.";

/* Label text for password field on login screen */
"Password" = "Contraseña";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "El Certificado del usuario es válido, o verificación de certificados esta desactivado.";

/* SSL error message */
"Peer dropped connection before responding" = "El usuario se desconectó antes de responder.";

/* SSL error message */
"Peer host name mismatch" = "Nombre del servidor no coincide";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Aprobación pendiente";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Borrar de forma permanente";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "Biblioteca de fotos";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Certificados fijados";

/* Label for messages that are not encrypted */
"plaintext" = "texto sin cifrar";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "Texto sin cifrar (cifrado OTR oportunista)";

/* No comment provided by engineer. */
"Plaintext Only" = "Sólo texto sin cifrar";

/* detail title label for invalid email */
"Please choose a valid email address" = "Por favor, escoja una dirección de correo electrónico válida";

/* Label for port number field for connecting to service */
"Port" = "Puerto";

/* title for contacts profile view */
"Profile" = "Perfil";

/* Title for push-messaging related settings */
"Push" = "Impulsar (push)";

/* Label for qr code image */
"QR code" = "Código QR";

/* Error string for OTR message string */
"Received a general OTR error." = "Se recibió un error general de OTR.";

/* Error string for OTR message string */
"Received a heartbeat." = "Se recibió un pulso (presencia).";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Se recibió un mensaje cifrado, pero no se puede leer porque aún no se ha establecido una conexión privada.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Se recibió un mensaje no cifrado.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Se recibió y descartó un mensaje destinado a otra instancia.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Se recibieron nuestros propios mensajes OTR.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Reciente(s)";

/* SSL error message */
"Record overflow" = "Desbordamiento de registro";

/* Button title to reject a request such as a buddy request */
"Reject" = "Rechazar";

/* Label for instruction to delete current recording */
"Release to delete" = "Suelte para borrar";

/* Label for instruction to send current audio */
"Release to send" = "Suelte para enviar";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Recordar frase-contraseña";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Recordar contraseña";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Eliminar";

/* No comment provided by engineer. */
"Removed By Server" = "Eliminado por el servidor";

/* Reply to an incoming message */
"Reply" = "Responder";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Requerido";

/* Label for button to resend message. */
"Resend" = "Reenviar";

/* Ttitle for alert view to resend a message */
"Resend Message" = "Reenviar mensaje";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "Al reenviar este mensaje usará %@.";

/* Label for text input for XMPP resource */
"Resource" = "Recursos";

/* Title for button for saving a setting */
"Save" = "Guardar";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Certificados guardados";

/* Label for sharing via QR Code */
"Scan QR" = "Escanear QR";

/* Label for text field where you search for a buddy */
"Search" = "Buscar";

/* Title heading in settings */
"Security" = "Seguridad";

/* Title of alert box warning about security issues */
"Security Warning" = "Alerta de seguridad";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Enviar el mensaje cifrado %@";

/* String on button to email feedback */
"Send Feedback" = "Enviar comentarios";

/* The placeholder text in the chat view where the message should go */
"Click here to type something..." = "Enviar mensaje de texto sin cifrar";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "Enviando";

/* Error string for OTR message string */
"Sent a heartbeat." = "Se envió un pulso (presencia).";

/* server selection section title */
"Server" = "Servidor";

/* SSL error message */
"Server closed session with no notification" = "El servidor cerró la sesión sin notificación";

/* SSL error message */
"Server has requested a client cert" = "El servidor ha requerido un certificado de cliente";

/* Title for the Settings screen */
"Settings" = "Preferencias";

/* Title for sharing a link to the app */
"Share" = "Compartir";

/* Label for inviting friends via URL */
"Share Invite" = "Compartir invitación";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "Mostrar configuración de cifrado avanzada";

/* toggle switch for show advanced */
"Show Advanced Options" = "Mostrar opciones avanzadas";

/* title label for signing up for a new account */
"Sign Up" = "Registrarse";

/* Label for button to skip this step */
"Skip" = "Omitir";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "Alguien";

/* SSL error message */
"SSL protocol error" = "Error de protocolo de SSL";

/* Label for button to take a photo from camera */
"Take Photo" = "Hacer foto";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "La aplicación se cayó la última vez que fue iniciada. ¿Enviar un informe de fallo?";

/* Error string for OTR message string */
"The message received contains malformed data." = "El mensaje recibido contiene datos mal formados.";

/* Error string for OTR message string */
"The previous message was resent." = "Se reenvió el mensaje anterior.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "El servidor XMPP no soporta el registro desde el mismo canal";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Piense en un apodo (nickname) único que no use en ninguna otra parte y no contenga información personal.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "Este dispositivo no parece estar configurado para realizar pagos.";

/* Error message description */
"This message was received from an untrusted device." = "Este mensaje fue recibido desde un dispositivo no de confianza.";

/* Error message description */
"This message was sent to an untrusted device." = "Este mensaje se envió a un dispositivo no de confianza.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "Para usar esta característica tiene que volver a habilitar los permisos de micrófono.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor es una característica experimental, tenga cuidado al usarla";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* Title for error message */
"Unable to Send Message" = "No se pudo enviar mensaje";

/* SSL error message */
"Underlying cryptographic error" = "Error criptográfico subyacente";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Registro inesperado (omitido) en DTLS";

/* SSL error message */
"Unexpected message received" = "Se recibió un mensaje inesperado";

/* SSL error message */
"Unknown Cert Authority" = "Autoridad de certificación desconocida";

/* SSL error message */
"Unknown certificate" = "Certificado desconocido";

/* Describes an error without a known cause */
"Unknown Error" = "Error desconocido";

/* Label for button to unlock app */
"Unlock" = "Desbloquear";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "Formato de invitación no reconocido";

/* Title for error message */
"Untrusted Device" = "Dispositivo sin confianza";

/* SSL error message */
"User canceled" = "Usuario cancelado";

/* Example of a username using the words user and example */
"user@example.com" = "usuario@ejemplo.com";

/* Label text for username field on login screen */
"Username" = "Nombre de usuario";

/* SSL error message */
"Valid cert chain, untrusted root" = "Cadena de certificación válida, la autoridad de certificación raíz no es de confianza";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Certificado válido";

/* To let the user know the fingerprint as been checked */
"Verified" = "Verificado";

/* Shown when verifying fingerprints */
"Verify" = "Verificar";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verificar huella de validación de clave";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versión";

/* The label for a button to view the buddy profile */
"View Profile" = "Ver perfil";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "Vea el perfil para revisar los dispositivos del contacto o cambiar la configuración de cifrado.";

/* Label text for when a transfer has not started yet */
"Waiting" = "A la espera";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "quiere conversar.";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "Le podemos generar automáticamente una contraseña segura. Si elije la suya propia, asegúrese de que es una contraseña única que no usa en ninguna otra parte.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "No pudimos encontrar ningún dispositivo de confianza para esta cuenta.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "No pudimos encontrar ningún dispositivo de confianza para este contacto.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "¿Le gustaría conectar con UserVoice (voz del usuario) para enviar comentarios?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* String used when onboarding works */
"You're ready to use" = "Listo para usarse";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Su donación ayudará a financiar el desarrollo continuado de ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Su contraseña sólo se almacenará en el juego de claves de iOS en este dispositivo, y únicamente es tan segura como la frase-contraseña o PIN de su dispositivo. No obstante, no persistirá al hacer una copia de seguridad/restauración del dispositivo vía iTunes, por tanto, por favor, no la/lo olvide o puede perder su historial de conversaciones.";

